13/data/attachments/785551bad52fa317.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Jesse_tree_Actions_72089_3</nif:username>
            <nif:friendToBeRequested>soap_actions_2cb70124-95ac-4f18-a86e-728567f489ad</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>